Repository: ziyang0621/SoulEcho
Catalog: SoulEcho/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: HRV数据
en: HRV Data

source: 上次更新
en: Updated

source: 前更新
en: ago

source: 压力偏高 🧘
en: Feeling Stressed 🧘

source: 天气晴好，非常适合在户外进行几分钟的静态冥想与深呼吸。
en: The weather is lovely, perfect for a few minutes of quiet reflection and deep breathing outdoors.

source: 无法获取今日引言
en: Unable to load today's quote

source: 无论你在此刻感到何种情绪，允许它的存在，并安静地与之共处。
en: Whatever emotion you feel right now, allow its existence, and sit with it quietly.

source: 状态一般 💛
en: In Good State 💛

source: 现在的天气更适合在舒适的室内进行短暂的沉思与放松。
en: The weather is better suited for a brief moment of indoor reflection and relaxation.

source: 身心放松 ✨
en: Body & Mind Relaxed ✨
